Repository: SaikaTheCat/django-two-factor-auth
Catalog: two_factor/locale/*/LC_MESSAGES/django.po
Languages: it

source: Method
it: Metodo

source: Phone Number
it: Numero di telefono

source: Entered token is not valid.
it: Il token inserito non è valido.

source: The YubiKey could not be verified.
it: La YubiKey non può essere verificata.

source: WebAuthn Token
it: Token WebAuthn

source: an unknown error happened.
it: si è verificato un errore sconosciuto.

source: Token validation failed: %s
it: Validazione token fallita: %s

source: Yes, I am sure
it: Sì, sono sicuro

source: Invalid WebAuthn token
it: Token WebAuthn non valido

source: Your authentication token is %s
it: Il tuo toke di autenticazione è %s

source: Hi, this is %(site_name)s calling. Press any key to continue.
it: Ciao, ricevi questa chiamata da %(site_name)s. Premi un tasto qualsiasi per continuare.

source: Your token is %(token)s. Repeat: %(token)s. Good bye.
it: Il tuo token è %(token)s. Ripeto: %(token)s. Arrivederci.

source: You didn't press any keys. Good bye.
it: Non è stato premuto alcun tasto. Arrivederci.

source: Phone Call
it: Telefonata

source: Text Message
it: SMS

source: Phone call
it: Telefonata

source: Text message
it: SMS

source: Token generator
it: Generatore di token

source: method
it: metodo

source: Cancel
it: Cancella

source: Back
it: Indietro

source: Next
it: Avanti

source: Backup Tokens
it: Token di backup

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
it: I token di backup possono essere utilizzati quanto il tuo metodo di autenticazione primario ed il tuo numero di telefono non sono disponibili. I token possono essere utilizzati una sola volta. Qualora tu abbia terminato i token a tua disposizione sarà necessario generarne di nuovo. Ti ricordiamo che saranno validi esclusivamente i token di seguito riportati.

source: Print these tokens and keep them somewhere safe.
it: Stampa questi token e custodiscili in un luogo sicuro.

source: You don't have any backup codes yet.
it: Non disponi di alcun codice di backup.

source: Back to Account Security
it: Torna alle impostazioni di sicurezza del tuo account

source: Generate Tokens
it: Genera token

source: Enter your credentials.
it: Inserisci le tue credenziali.

source: We are calling your phone right now, please enter the digits you hear.
it: Ti stiamo chiamendo in questo momento, per favore inserisci i numeri che ti vengono detti.

source: We sent you a text message, please enter the tokens we sent.
it: Ti abbiamo spedito un messaggio, per favore inserisci il token che hai ricevuto.

source: Please enter the tokens generated by your token generator.
it: Per favore inserisci il token generato dal tuo token generator

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
it: Utilizza questo form per inserire i token di backup per effettuare l'accesso. Questi token sono stati generati per te e devono essere stampati e conservati in maniera sicura. Per favore inserisci uno di questi token di backup per effettuare l'accesso.

source: Or, alternatively, use one of your backup phones:
it: Oppure, in alternativa, usa uno dei tuoi telefoni di backup:

source: As a last resort, you can use a backup token:
it: Come ultima possibilità, puoi utilizzare uno dei tuoi token di backup:

source: Use Backup Token
it: Utilizza token di backup

source: User devices
it: Dispositivi utente

source: Name
it: Nome

source: Identifier
it: Identificativo

source: Confirmed?
it: Confermato?

source: Back to profile
it: Torna al tuo profilo

source: Permission Denied
it: Permesso negato

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
it: La pagina a cui stai tentando di accedere richiede l'utilizzo della doppia autenticazione. E' necessario attivare questa funzionalità al fine di poter proseguire nella pagina indicata.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
it: La doppia autenticazione non risulta attiva per il tuo account. Abilita la doppia autenticazione al fine di rendere il tuo account più sicuro.

source: Go back
it: Torna indietro

source: Enable Two-Factor Authentication
it: Abilita autenticazione a due fattori

source: Add Backup Phone
it: Aggiungi un telefono di backup

source: You'll be adding a backup phone number to your account. This number will be used if your primary method of registration is not available.
it: Stai per aggiungere un numero di backup al tuo account. Questo numero verrà utilizzato qualora il tuo metodo di autenticazione primario non fosse disponibile.

source: We've sent a token to your phone number. Please enter the token you've received.
it: Abbiamo inviato un token al numero di telefono specificato. Per favore inserisci il token che hai appena ricevuto.

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
it: Stai per abilitare la doppia autenticazione per il tuo account. Segui le istruzioni di seguito riportate per ultimare il processo.

source: Please select which authentication method you would like to use.
it: Seleziona la modalità di autenticazione che desideri utilizzare.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
it: Per iniziare ad utilizzare il tuo generatore di token è necessario che scansioni il QR code. Per esempio, potrai effettuare questa operazione con Google Authenticator. Successivamente, dovrai inserire il codice generato dal dispositivo.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
it: Per favore inserisci il numero verso il quale vuoi ricevere l'SMS. Questo numero sarà validato nella fase successiva.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
it: Per favore inserisci il numero verso il quale vuoi essere chiamato. Questo numero sarà validato nella fase successiva.

source: We are calling your phone right now, please enter the digits you hear.
it: Stiamo chiamando il tuo telefono in questo momento, per favore inserisci i caratteri che sentirai.

source: We sent you a text message, please enter the tokens we sent.
it: Ti abbiamo inviato un messaggio di testo, per favore inserisci il token che ti abbiamo inviato.

source: We've encountered an issue with the selected authentication method. Please go back and verify that you entered your information correctly, try again, or use a different authentication method instead. If the issue persists, contact the site administrator.
it: Abbiamo incontrato un problema con il metodo di autenticazione selezionato. Per favore torna indietro e verifica di aver inserito i dati correttamente, prova ancora, o usa un metodo di autenticazione differente. Se il problema persiste, contatta l'amministratore del sito.

source: To identify and verify your YubiKey, please insert a token in the field below. Your YubiKey will be linked to your account.
it: Per identificare e verificare la tua YubiKey, per favore inserisci un token nel campo sottostante. La tua YubiKey sarà connessa al tuo account.

source: Congratulations, you've successfully enabled two-factor authentication.
it: Congratulazioni, hai abilitato correttamente l'autenticazione a due fattori.

source: Back to Profile
it: Torna al tuo profilo

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
it: Nel caso in cui dispositivo per la generazione dei token non fosse disponibile, potrai abilitare una modalità di ripristino aggiungendo un numero di telefono.

source: Add Phone Number
it: Aggiungi numero di telefono

source: Disable Two-factor Authentication
it: Disabilita autenticazione a due fattori

source: You are about to disable two-factor authentication. This weakens your account security, are you sure?
it: Stai per disabilitare l'autenticazione a due fattori. Ciò ridurrà la sicurezza del tuo account, sei sicuro?

source: Disable
it: Disabilita

source: Account Security
it: Sicurezza account

source: Tokens will be generated by your token generator.
it: I token saranno generati dal tuo dispositivo.

source: Primary method: %(primary)s
it: Metodo di autenticazione primario: %(primary)s

source: Tokens will be generated by your YubiKey.
it: I token saranno generati dalla tua YubiKey.

source: Tokens will be generated by your WebAuthn device(s).
it: I token saranno generati dal/i tuo/i dispositivo/i WebAuthn.

source: Backup Phone Numbers
it: Numeri di telefono di backup

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
it: Se il tuo metodo principale non è disponibile, siamo in grado di inviarti dei token di backup ai numero di telefono indicati sotto.

source: Unregister
it: Non registrato

source: Add another Two-Factor Authentication device
it: Aggiungi un altro dispositivo per l'autenticazione a due fattori

source: You can add another Two-Factor Authentication device, if you want.
it: Puoi aggiungere un altro dispositivo d'autenticazione a due fattori, se vuoi.

source: Add device
it: Aggiungi dispositivo

source: Manage devices
it: Gestisci dispositivi

source: If you don't have any device with you, you can access your account using backup tokens.
it: Qualora non avessi con te il generatore di token, potrai effettuare l'accesso utilizzando un codice di backup.

source: You have only one backup token remaining.
it: Hai ancora a disposizione UN SOLO token di backup.

source: Show Codes
it: Mostra codici

source: Disable Two-Factor Authentication
it: Disabilita autenticazione a due fattori

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
it: Nonostante sia fortemente sconsigliato, puoi comunque disabilitare l'autenticazione a due fattori per il tuo account

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
it: L'autenticazione a due fattori non è abilitata per il tuo account. Abilita l'autenticazione a due fattori per aumentare la sicurezza del tuo account.

source: Send text message to %s
it: Invia un messaggio di testo al seguente numero %s

source: Call number %s
it: Chiama il seguente numero %s

source: Insert a token from your TOTP device
it: Inserisci il token del tuo dispositivo TOTP

source: Use one of your WebAuthn-compatible devices
it: Utilizza uno dei tuoi dispositivi compatibili WebAuthn

source: Please enter a valid phone number, including your country code starting with + or 00.
it: Per favore inserisci un numero di telefono valido, corredato dal prefisso internazionale es. +39 o 0039.

source: ManagementForm data is missing or has been tampered with
it: Dati di ManagementForm mancanti o manipolati
